Revit 2024 API
SymbolTypeId.JPerGDegreeC Property
 Symbol J/(g·°C), indicating unit Joules per gram degree Celsius.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId JPerGDegreeC { get; }
Visual Basic
Public Shared ReadOnly Property JPerGDegreeC As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ JPerGDegreeC {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace